---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GraphicsStyle
source: html/2e5a087b-93c7-7f12-3871-f15f9b307e9a.htm
---
# GraphicsStyle Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.